{"title":"The Pudding Cup","description":"The best visual and data-driven stories of 2022","years":[{"year":"2017","link":"https://pudding.cool/process/pudding-awards-2017/"},{"year":"2018","link":"https://pudding.cool/process/pudding-awards-2018/"},{"year":"2019","link":"https://pudding.cool/process/pudding-cup-2019/"},{"year":"2020","link":"https://pudding.cool/process/pudding-cup-2020/"},{"year":"2021","link":"https://pudding.cool/process/pudding-cup-2021/"}],"prelude":[{"type":"text","value":"We’re excited to announce the winners of our sixth-annual Pudding Cup! The three winners below will receive a ⅓ share of the $3,141.59 prize pie for their hard work."}],"winners":[{"title":"All the Ways to Make Bubble Tea, Taiwan's Pearl-fect Drink","url":"https://taiwandatastories.com/bubble-tea-guide/","name":"<a href=http://juliahanjanicki.com/>Julia Janicki</a> & <a href=https://daisychung.com/>Daisy Chung</a>","img":"tea","alt":"A flow chart diagram of all the ways to make bubble tea, starting with bases of pure teas, milk teas, milk based drinks, fruit juice drinks, fresh juice, and probiotics","remarks":[{"type":"text","value":"This piece took a simple question – how many unique bubble tea drinks are there in Taiwan? – and executed it delightfully. There’s so much information, but the illustrations and the personalized framing help you easily traverse it all. I am boba-obsessed, but I tend to stick with the same thing (jasmine milk tea, 50% sweet, light ice, boba), and this piece inspired me to try something new next time. — <a href=https://pudding.cool/author/michelle-mcghee>Michelle McGhee</a>"}]},{"title":"Flags of Inequality","url":"https://www.flags-of-inequality.com/","name":"<a href=https://twitter.com/_ritacosta_>Rita Costa</a> & <a href=https://twitter.com/biased_bia>Beatriz Malveiro</a>","img":"flags","alt":"A grid of rainbow flags representing countries in Europe with the flags colored in based on civil rights protections for LGTBQ+ individuals","remarks":[{"type":"text","value":"The subject matter and the design collide with so much thoughtfulness and intention in this piece on LGBTQ+ rights in Europe. I keep looking at the rectangles and being amazed that those simple shapes hold so much meaning: the connection to the queer community, how each stripe is a building block for complete representation, and how the absence of color equals the absence of rights. The big idea behind this piece is so well done, but it’s also packed with so many small details — like how the flags reshuffle — that make the user experience more engaging. I like to consider myself a bit of a connoisseur of queer data projects, and this one is going to stay with me for a long time. — <a href=https://pudding.cool/author/jan-diehm>Jan Diehm</a>"}]},{"title":"K-Means Clustering: An Explorable Explainer","url":"https://k-means-explorable.vercel.app/","name":"<a href=https://yizhe-ang.github.io/>Yi Zhe Ang</a>","img":"k-means","alt":"A scatter plot showing K-means clustering with each grouping of points a different color: teal, yellow, and purple","remarks":[{"type":"text","value":"I enjoyed everything about this explainer. I know a technical explainer is only meant for a specific audience, but it was done in a gentle and inviting way. It was clear that every piece of it was thoughtfully considered. The prose was both clear and approachable, the design was simple and clean, and the interactions were playful. There was also a nice balance of passive and active user experience. I appreciated the subtle additions, like toggling to the algorithm view, or dragging the edge handles for deeper control. All-in-all, it was a winner for me because it was able to teach me something in a pleasantly engaging way. — <a href=https://pudding.cool/author/russell-samora>Russell Samora</a>"}]}],"honorable":[{"title":"Ruas do Género (Streets of Gender)","url":"https://ruasdogenero.pt/","name":"<a href=https://www.linkedin.com/in/joaobernardonarciso/>João Bernardo Narciso</a> & <a href=https://www.linkedin.com/in/claudiofischerlemos/>Cláudio Lemos</a>"},{"title":"How fateful?","url":"http://chan.co.za/how-fateful","name":"<a href=https://chan.co.za/>Channon Perry</a>"},{"title":"In Crisis, Again","url":"https://in-crisis-again.netlify.app/","name":"<a href=https://m0llyc00k.github.io/>Molly Cook</a>"},{"title":"The Haircut","url":"https://the-haircut.webflow.io/","name":"<a href=https://www.instagram.com/francesto.design/>Frances To</a>"},{"title":"A Man Sitting on a Couch Looking at Something","url":"https://amansittingonacouchlookingatsomething.mildlyupset.com/","name":"<a href=https://www.fredwordie.com/>Fred Wordie</a>"},{"title":"Thunder Roads","url":"https://f1.obumbratta.com/","name":"<a href=https://twitter.com/cherdarchuk>Joey Cherdarchuk</a>"}]}